ochronwa własności inetelektualnej/wyklad/wyklad 03.tex
% Created 2022-11-21 Mon 15:01
% Intended LaTeX compiler: pdflatex
\documentclass[11pt]{article}
\usepackage[utf8]{inputenc}
\usepackage[T1]{fontenc}
\usepackage{graphicx}
\usepackage{longtable}
\usepackage{wrapfig}
\usepackage{rotating}
\usepackage[normalem]{ulem}
\usepackage{amsmath}
\usepackage{amssymb}
\usepackage{capt-of}
\usepackage{hyperref}
\author{\textcopyleft}
\date{\today}
\title{Wyklad 03}
\hypersetup{
 pdfauthor={\textcopyleft},
 pdftitle={Wyklad 03},
 pdfkeywords={},
 pdfsubject={},
 pdfcreator={Emacs 28.2 (Org mode 9.6)}, 
 pdflang={English}}
\begin{document}

\maketitle
\tableofcontents


\section{Źródła prawa}
\label{sec:org74b4051}
\begin{itemize}
\item ustawa z dn 4.02.1984 r. o prawie autorkim i prawach pokrewnych(tj. Dz.U z 2021 r poz. 1062 ze zm.) w skrócie pr.aut.
\item regulamin zarządzania prawami autorskimi i prawami pokrewnymi oraz prawami własności przemysłowej praz zasad ich komercjalizacji z dn. 25.03.2015r. (załącznik do uchwały Senatu Politechniki Świętokrzyskiej nr 183/15)
\end{itemize}
\section{Juliusz Machulski vs RMF FM}
\label{sec:org1ba3a74}
\begin{itemize}
\item Spór o wykorzystanie w reklamie RM FM, z udziałem J. Stuhra, słów z filmu ``Seksmisja''
\item W filmie z 1983 r. ``Ciemność, widzę ciemność, ciemność widzę''
\item W reklamie telewizyjniej z 2003 r. :``Ciemność widzę, oj widzę ciemność''
\item ``Efekt twórczości (np. scenariusz czy wyreżyserowana wypowiedź aktora) \uline{\textbf{zredukowany do krótkiej figury retorycznej} jest na tyle ogólny, że posiada wartość idei.}'' Jako taki o walorze abstrakcyjnym i ogólnym nies tnowi przemiotu prawa uatorksiego, gdyż traci cechę orginalności`` -- wyrok SA w Krkowie z dn 5.03.2004r. I Aca 35/04
\end{itemize}
\section{Magdalena Czapińska vs PKP Intercity}
\label{sec:org78e9372}
\begin{itemize}
\item Sþór o wykorzystanie w reklamie PKP Intercity parafrazy framentu pisoenki ``Remedium'', autorstwa M. Czapińskiej, wykonanej przez Marylę Rodowicz
\item W pisocence z 1978r. ``Wsiąść do pociągu byle jakiego''
\item W reklamie z 2009r. ``Wsiądż do pociągu \ldots{} byle naszego''
\item Sąd podkreślił, że pojedyńcze wtrazy nie są chronione prawem autroskim, ale \uline{\textbf{ich wybór i scalenie wymaga orginalności i twórczego wysiłku}, co oznacza że posłużenie się fragmętem stanowi naruszenie prawa.} PKP wykorzystało w sej kampanii napopulraniejszy fragment szlageiru, jago wykorzystanie miało na celu wywołanie u odbirców pozytywnich skojarzenń i wspmnień. Sens słow piosenki został wypaczony, bo nie chodzi już o byle jaki pociąg, ale o pociąg konkretnego przewoźnika -- wyrok SA w Warszawie z listopada 2020 r.
\end{itemize}
\section{Podmiot prawa autorskiego}
\label{sec:org45da284}
\begin{description}
\item[{Prawa autorkie przyługją twórcy}] o ile ustawa nie stanowi innaczej (art 8 ust. 1 pr. aut.)
\item[{\uline{autorskie prawa osobiste + aut. pr. majątkowe}}] przysługują twórcy bądź współtwórcom(są to prawa nabyte pierwotne -- art 9 ust. 1 pr. aut.)
\end{description}
Twórcą jest osoba fizyczna, która stowrzyła utwór i której nazwosko lub pseudomin uwidoczniono na egzemplarzach utworu lub której autorstwo podano do publicznej widomości w jakikolwiek inny sposób związku z rozpowszechnieniem utworu.
\section{Wyjątki od zasady, że aut. prawa majątkowe przysługują twórcy dotyczą:}
\label{sec:org429f858}
\begin{description}
\item[{Utworów zbiorowych}] producent lub wydawca (art. 11 pr. aut)
\item[{Utworów audiowizualnych}] producentowi (art 70 ust. 1 pr. aut)
\item[{Progrmów komputerowych}] stworzonych jako wynik wykonywania obowiązków ze stosunku pracy pracodawca, o ile umowa nie stanowi innaczej (art. 74 ust. 3 pr. aut.)
\item[{Utworów pracowniczych}] w ogólności -- pracodawca, o ile ustawa lub umowa nie stanowią innaczej (art. 12 i 13 pr. aut.)
\end{description}
\section{Pracownicze utowry naukowe}
\label{sec:org293505b}
\begin{itemize}
\item W przypadku utworów naukowych (art 14. pr. aut.) autorskie prawa majątkowe twórcóœ podlegają ograniczeniom ze względu na uprawnienia \uline{instytucji naukowej, której przysługuje}:
\begin{itemize}
\item pierwsześństwo publikacji
\item korzystania z materiału zawartego w utworze
\item udostępniania go osobom trzecim, jeżeli wynika, to z uzgodninego przeznaczenia utworu lub umowy
\end{itemize}
\end{itemize}
\section{Szczególne regulacje w odniesieniu do prac dyplomowych studentów/prac doktorackich doktoroatów -- art/ 15a pr. aut.}
\label{sec:org02f8291}
\uline{Uczelnia na podstawie licencji ustnowionej ma:}
\begin{itemize}
\item pierwzeństwo opublokowania pracy dyplomowej studenta w ciągu 6 misięcy od obrony
\item prawo korzystać bez wynagodzenia i bez konieczności uzyskania zgody autora z pracy
\item prawo udostępniać pracę ministrowi właściewemu do spraw szkolnictwa wyższego i nauki
\item prawo korzystać z ustwrów znajdujących się w prowadzonych przez ministra bazach danych, w celu sprwdzenia z wykorzystaniem Jednolitego Systemu Antyplagiatowego.
\end{itemize}
\section{Autorksie praw osobiste chronią więź twórcy z jego utworem, a w szczególności prawo do (art. 16. pr. aut.)}
\label{sec:org8bc2810}
\begin{itemize}
\item Autorstwa utworu
\item Oznaczenia utworu swoim nazwiskiem lub pseudonimem albo udostępninia go aniniomowo
\item Ninaruszalności treści i formy utowru i jego rzetelnego wykorzystania
\item Decydowania o pierwszym udostępniniu utworu publoczności
\item Nadzoru nad sposobem korzystania z utworu
\end{itemize}
\end{document}